export const mockSearchResults = [
  {
    chapter_ar: "الصناعة التحويلية",
    department_ar: "صناعة معدات النقل الأخرى",
    group_ar: "صناعة قاطرات وعربات السكك الحديدية",
    category_ar: "صناعة قاطرات وعربات السكك الحديدية",
    branch_ar: "صناعة عربات السكك الحديدية أو خطوط الترام",
    activity_ar: "صناعة عربات البضائع",
    score: 0.9418037
  },
  {
    chapter_ar: "الصناعة التحويلية",
    department_ar: "الطباعة واستنساخ وسائط الإعلام المسجلة",
    group_ar: "الطباعة وأنشطة الخدمات المتصلة بالطباعة",
    category_ar: "الطباعة",
    branch_ar: "طباعة الكتب والكتب المدرسية والكتيبات",
    activity_ar: "طباعة الكتب",
    score: 0.957225
  },
  {
    chapter_ar: "الصناعة التحويلية",
    department_ar: "الطباعة واستنساخ وسائط الإعلام المسجلة",
    group_ar: "الطباعة وأنشطة الخدمات المتصلة بالطباعة",
    category_ar: "الطباعة",
    branch_ar: "طباعة الصحف والمجلات والدوريات والمجلات المتخصصة",
    activity_ar: "طباعة المجلات",
    score: 0.913212
  }
];